{"translation-revision-date":"2025-05-15 12:30:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gu"},"No posts found with SEO score.":["SEO સ્કોર ધરાવતી કોઈ પોસ્ટ મળી નથી."],"Import finished.":["આયાત કરેલ."],"Titles & Metas":["શીર્ષકો અને મેટા"],"Calculating SEO score for posts %1$d - %2$d out of %3$d":["%3$d માંથી %1$d - %2$d પોસ્ટ માટે SEO સ્કોરની ગણતરી કરી રહ્યું છે"],"Starting SEO score recalculation":["SEO સ્કોર પુનઃગણતરી શરૂ કરી રહ્યા છીએ"],"Calculate SEO Scores":["SEO સ્કોર્સની ગણતરી કરો"],"Are you sure you want erase all traces of %s?":["શું તમે ખરેખર %s ના બધા નિશાનો ભૂંસી નાખવા માંગો છો?"],"Select data to import.":["આયાત કરવા માટે ડેટા પસંદ કરો."],"Are you sure you want to import data from %s?":["શું તમે ખરેખર %s માંથી ડેટા આયાત કરવા માંગો છો?"],"If you were using another plugin to add important SEO information to your website before switching to Rank Math SEO, you can import the settings and data here. ":["જો તમે Rank Math SEO પર સ્વિચ કરવાની પહેલા તમારી વેબસાઇટમાં મહત્વપૂર્ણ SEO માહિતી ઉમેરવા માટે બીજું પ્લગિન ઉપયોગ કરી રહ્યા હતા, તો તમે અહીં સેટિંગ્સ અને ડેટા આયાત કરી શકો છો. "],"Other Plugins":["અન્ય પ્લગઇન્સ"],"Take a backup of your plugin settings in case you wish to restore them in future. Use it as backup before making substantial changes to Rank Math settings. For taking a backup of the SEO data of your content, use the XML Export option.":["જો તમે ભવિષ્યમાં તમારા પ્લગઇન સેટિંગ્સને પુનઃસ્થાપિત કરવા માંગતા હો, તો તેનો બેકઅપ લો. રેન્ક મેથ સેટિંગ્સમાં નોંધપાત્ર ફેરફારો કરતા પહેલા તેનો બેકઅપ તરીકે ઉપયોગ કરો. તમારી સામગ્રીના SEO ડેટાનો બેકઅપ લેવા માટે, XML નિકાસ વિકલ્પનો ઉપયોગ કરો."],"Settings Backup":["સેટિંગ્સ બેકઅપ"],"Import or export your Rank Math settings. This option is useful for replicating Rank Math settings across multiple websites. ":["તમારા Rank Math સેટિંગ્સ આયાત કરો અથવા નિકાસ કરો. આ વિકલ્પ અનેક વેબસાઇટ્સ પર Rank Math સેટિંગ્સ પ્રતિરૂપિત કરવા માટે ઉપયોગી છે. "],"Plugin Settings":["પ્લગઇન સેટિંગ્સ"],"Choose File":["ફાઇલ પસંદ કરો"],"Clean":["સ્વચ્છ"],"No plugin detected with importable data.":["આયાત કરી શકાય તેવા ડેટા સાથે કોઈ પ્લગઇન મળ્યું નથી."],"Learn more about the Import\/Export options.":["આયાત\/નિકાસ વિકલ્પો વિશે વધુ જાણો."],"Import settings by locating settings file and clicking \"Import settings\".":["સેટિંગ્સ ફાઇલ શોધીને અને \"સેટિંગ્સ આયાત કરો\" પર ક્લિક કરીને સેટિંગ્સ આયાત કરો."],"Please select a file to import.":["કૃપા કરીને આયાત કરવા માટે એક ફાઇલ પસંદ કરો."],"Settings File":["સેટિંગ્સ ફાઇલ"],"Export":["નિકાસ કરો"],"Choose the panels to export.":["નિકાસ કરવા માટે પેનલ્સ પસંદ કરો."],"Role Manager Settings":["રોલ મેનેજર સેટિંગ્સ"],"Export Settings":["નિકાસ સેટિંગ્સ"],"There is no backup.":["કોઈ બેકઅપ નથી."],"Delete":["કાઢી નાખો"],"Restore":["પુનઃસ્થાપિત"],"Create Backup":["બેકઅપ બનાવો"],"Import Settings":["આયાત સેટિંગ્સ"],"Import":["આયાત કરો"],"Redirections":["રીડાયરેક્શન્સ"],"Sitemap Settings":["સાઇટમેપ સેટિંગ્સ"],"General Settings":["સામાન્ય સેટિંગ્સ"],"Backup: %s":["બેકઅપ: %s"],"Are you sure you want to delete this backup?":["શું તમે ખરેખર આ બેકઅપ કાઢી નાખવા માંગો છો?"],"Are you sure you want to restore this backup? Your current configuration will be overwritten.":["શું તમે ખરેખર આ બેકઅપ પુનઃસ્થાપિત કરવા માંગો છો? તમારી હાલની ગોઠવણી ઓવરરાઈટ થઈ જશે."],"Are you sure you want to import settings into Rank Math? Don't worry, your current configuration will be saved as a backup.":["શું તમે ખરેખર રેન્ક મેથમાં સેટિંગ્સ આયાત કરવા માંગો છો? ચિંતા કરશો નહીં, તમારું વર્તમાન રૂપરેખાંકન બેકઅપ તરીકે સાચવવામાં આવશે."]}},"comment":{"reference":"includes\/modules\/status\/assets\/js\/importExport.js"}}