{"translation-revision-date":"2025-05-15 12:30:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gu"},"You can't access this page.":["તમે આ પૃષ્ઠને ઍક્સેસ કરી શકતા નથી."],"OnSite Checkout":["ઓનસાઇટ ચેકઆઉટ"],"feel free to recommend it to your friends or colleagues.":["તમારા મિત્રો અથવા સહકાર્યકરોને તેની ભલામણ કરવા માટે નિઃસંકોચ."],"You have successfully activated Rank Math. If you find the plugin useful, ":["તમે રેન્ક મેથ સફળતાપૂર્વક સક્રિય કર્યું છે. જો તમને પ્લગઇન ઉપયોગી લાગે, "],"your email account.":["તમારું ઇમેઇલ એકાઉન્ટ."]," or ":[" અથવા "],"Google account, Facebook account":["ગુગલ એકાઉન્ટ, ફેસબુક એકાઉન્ટ"],"The plugin is currently not connected with your Rank Math account. Click on the button below to login or register for FREE using your ":["આ પ્લગઇન હાલમાં તમારા રેન્ક મેથ એકાઉન્ટ સાથે જોડાયેલ નથી. તમારા ઉપયોગ કરીને મફતમાં લોગિન કરવા અથવા નોંધણી કરાવવા માટે નીચેના બટન પર ક્લિક કરો "],"Advanced Schema, Analytics and much more…":["એડવાન્સ્ડ સ્કીમા, એનાલિટિક્સ અને ઘણું બધું..."],"Next steps…":["આગળનાં પગલાં…"],"Turn on auto-updates to automatically update to stable versions of Rank Math as soon as they are released. The beta versions of Rank Math as soon as they are released. The beta versions will never install automatically.":["રેન્ક મેથના સ્થિર સંસ્કરણો રિલીઝ થતાંની સાથે જ આપમેળે અપડેટ થવા માટે ઓટો-અપડેટ્સ ચાલુ કરો. રેન્ક મેથના બીટા વર્ઝન રિલીઝ થતાંની સાથે જ. બીટા વર્ઝન ક્યારેય આપમેળે ઇન્સ્ટોલ થશે નહીં."],"Failed! Try again":["નિષ્ફળ! ફરી પ્રયાસ કરો"],"You cannot turn on the Beta Tester feature because site wide plugins auto-update option is disabled on your site.":["તમે બીટા ટેસ્ટર સુવિધા ચાલુ કરી શકતા નથી કારણ કે તમારી સાઇટ પર સાઇટ વાઇડ પ્લગઇન્સ ઓટો-અપડેટ વિકલ્પ અક્ષમ છે."],"You cannot turn on auto-updates to automatically update to stable versions of Rank Math as soon as they are released, because site wide plugins auto-update option is disabled on your site.":["તમે રેન્ક મેથના સ્થિર સંસ્કરણો પ્રકાશિત થતાંની સાથે જ આપમેળે અપડેટ કરવા માટે સ્વતઃ-અપડેટ્સ ચાલુ કરી શકતા નથી, કારણ કે તમારી સાઇટ પર સાઇટ વાઇડ પ્લગિન્સ ઑટો-અપડેટ વિકલ્પ અક્ષમ છે."],"Saving…":["સાચવી રહ્યું છે..."],"PRO options are enabled.":["PRO વિકલ્પો સક્ષમ છે."],"More powerful options are available in the PRO version.":["PRO વર્ઝનમાં વધુ શક્તિશાળી વિકલ્પો ઉપલબ્ધ છે."],"Something went wrong! Please try again.":["કંઈક ખોટું થયું! કૃપા કરીને ફરી પ્રયાસ કરો."],"Buy":["ખરીદો"],"24\/7 Support":["24\/7 સપોર્ટ"],"Powerful Schema Generator":["શક્તિશાળી સ્કીમા જનરેટર"],"Track 500 Keywords":["ટ્રેક 500 કીવર્ડ્સ"],"Free 15 Content AI Credits":["મફત 15 કન્ટેન્ટ AI ક્રેડિટ્સ"],"Unlimited personal websites":["અમર્યાદિત વ્યક્તિગત વેબસાઇટ્સ"],"Take SEO to the Next Level!":["SEO ને આગલા સ્તર પર લઈ જાઓ!"],"NEW!":["નવું!"],"Earn flat 30% on every sale!":["દરેક વેચાણ પર ફ્લેટ 30% કમાઓ!"],"Affiliate Program":["એફિલિએટ પ્રોગ્રામ"],"Upgrade to PRO":["PRO પર અપગ્રેડ કરો"],"Update Notification Email":["સૂચના ઇમેઇલ અપડેટ કરો"],"When auto-updates are turned off, you can enable update notifications, to send an email to the site administrator when an update is available for Rank Math.":["જ્યારે ઓટો-અપડેટ્સ બંધ હોય, ત્યારે તમે અપડેટ સૂચનાઓ સક્ષમ કરી શકો છો, જ્યારે રેન્ક મેથ માટે અપડેટ ઉપલબ્ધ હોય ત્યારે સાઇટ એડમિનિસ્ટ્રેટરને ઇમેઇલ મોકલી શકો છો."],"Free":["મફત"],"PRO":["પ્રો"],"Saved":["સાચવેલ"],"Improve SEO Score":["SEO સ્કોર સુધારો"],"Import Data":["ડેટા આયાત કરો"],"Disconnect Account":["એકાઉન્ટને ડિસ્કનેક્ટ કરો"],"Connect Now":["હમણાં જોડાઓ"],"Not Connected":["જોડાયેલ નથી"],"Connected":["જોડાયેલું છે"],"Account":["ખાતું"],"Import & Export":["આયાત અને નિકાસ"],"Beta Tester":["બીટા ટેસ્ટર"],"It is not recommended to use the beta version on live production sites.":["લાઇવ પ્રોડક્શન સાઇટ્સ પર બેટા સંસ્કરણ ઉપયોગ કરવાની ભલામણ કરવામાં આવતી નથી."],"You can take part in shaping Rank Math by test-driving the newest features and letting us know what you think. Turn on the Beta Tester feature to get notified about new beta releases. The beta version will not install automatically and you always have the option to ignore it.":["તમે નવીનતમ સુવિધાઓનું પરીક્ષણ કરીને અને તમારા વિચારો અમને જણાવીને રેન્ક મેથને આકાર આપવામાં ભાગ લઈ શકો છો. નવા બીટા રિલીઝ વિશે સૂચના મેળવવા માટે બીટા ટેસ્ટર સુવિધા ચાલુ કરો. બીટા વર્ઝન આપમેળે ઇન્સ્ટોલ થશે નહીં અને તમારી પાસે હંમેશા તેને અવગણવાનો વિકલ્પ રહેશે."],"Beta Opt-in":["બીટા ઑપ્ટ-ઇન"],"Reinstalling, please wait…":["ફરીથી ઇન્સ્ટોલ થઈ રહ્યું છે, કૃપા કરીને રાહ જુઓ…"],"Install Version ":["આવૃત્તિ ઇન્સ્ટોલ કરો "],"Roll back to this version.":["આ સંસ્કરણ પર પાછા ફરો."],"Rollback Version":["રોલબેક વર્ઝન"],"This is the latest version of the plugin.":["આ પ્લગઇનનું નવીનતમ સંસ્કરણ છે."],"Update Now":["હમણાં અપડેટ કરો"],"Latest Stable Version":["નવીનતમ સ્થિર સંસ્કરણ"],"This is the version you are using on this site.":["આ સાઇટ પર તમે જે સંસ્કરણનો ઉપયોગ કરી રહ્યા છો તે આ છે."],"You are using the latest version of the plugin.":["તમે પ્લગઇનના નવીનતમ સંસ્કરણનો ઉપયોગ કરી રહ્યા છો."],"Rolled Back Version: ":["રોલેડ બેક વર્ઝન: "],"Auto updates will not work, please update the plugin manually.":["સ્વચાલિત અપડેટ્સ કાર્ય કરી શકશે નહીં, કૃપા કરીને પ્લગિન મેન્યુઅલી અપડેટ કરો."],"Your Version":["તમારું સંસ્કરણ"],"Warning: ":["ચેતવણી: "],"Previous versions may not be secure or stable. Proceed with caution and always create a backup.":["પહેલાંની સંસ્કરણો સુરક્ષિત અથવા સ્થિર ન હોઈ શકે. સાવધાનીપૂર્વક આગળ વધો અને હંમેશા બેકઅપ બનાવો."],"If you are facing issues after an update, you can reinstall a previous version with this tool.":["જો તમને અપડેટ પછી સમસ્યાઓનો સામનો કરવો પડી રહ્યો હોય, તો તમે આ ટૂલ વડે પાછલા સંસ્કરણને ફરીથી ઇન્સ્ટોલ કરી શકો છો."],"Rollback to Previous Version":["પાછલા સંસ્કરણ પર પાછા ફરો"],"Rank Math will not auto-update because you have rolled back to a previous version. Update to the latest version manually to make this option work again.":["રેન્ક મેથ સ્વતઃ-અપડેટ થશે નહીં કારણ કે તમે પાછલા સંસ્કરણ પર પાછા ફર્યા છો. આ વિકલ્પને ફરીથી કામ કરવા માટે મેન્યુઅલી નવીનતમ સંસ્કરણ પર અપડેટ કરો."],"Auto Update Plugin":["ઓટો અપડેટ પ્લગઇન"],"Version Control":["સંસ્કરણ નિયંત્રણ"],"Save Changes":["ફેરફારો સાચવો"],"Auto Update":["ઓટો અપડેટ"],"Settings":["સેટિંગ્સ"],"Direct help from our qualified support team":["અમારી લાયકાત ધરાવતા સપોર્ટ ટીમ તરફથી સીધી મદદ"],"Ticket Support":["ટિકિટ સપોર્ટ"],"Understand all the capabilities of Rank Math":["રેન્ક મેથની તમામ ક્ષમતાઓને સમજો"],"Online Documentation":["ઑનલાઇન દસ્તાવેજીકરણ"],"Product Support":["ઉત્પાદન આધાર"],"How to Make Your Posts Pass All the Tests":["તમારી પોસ્ટને બધી કસોટીઓ કેવી રીતે પાસ કરવી"],"How to Import Data from Your Previous SEO Plugin":["તમારા અગાઉના SEO પ્લગઇનમાંથી ડેટા કેવી રીતે આયાત કરવો"],"How to Properly Setup Rank Math":["કેવી રીતે યોગ્ય રીતે રેન્ક ગણિત સેટઅપ કરવું"],"Setup Rank Math":["સેટઅપ રેન્ક ગણિત"],"Setup Wizard":["સેટઅપ વિઝાર્ડ"],"Help":["મદદ"],"Modules":["મોડ્યુલ્સ"],"Dashboard":["ડેશબોર્ડ"]}},"comment":{"reference":"assets\/admin\/js\/modules.js"}}