{"translation-revision-date":"2025-05-15 12:30:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gu"},"Show Intent":["ઇરાદો બતાવો"],"⛔️ Update Required":["⛔️ અપડેટ જરૂરી"],"Your current plugin version does not support this feature. Please update Rank Math PRO to version 3.0.83 or later to unlock full functionality.":["તમારું વર્તમાન પ્લગઇન સંસ્કરણ આ સુવિધાને સપોર્ટ કરતું નથી. સંપૂર્ણ કાર્યક્ષમતા અનલૉક કરવા માટે કૃપા કરીને રેન્ક મેથ પ્રોને 3.0.83 અથવા પછીના સંસ્કરણ પર અપડેટ કરો."],"1-Click Article Generation":["1-આર્ટિકલ જનરેશન પર ક્લિક કરો"],"Your monthly Content AI credits have been fully utilized. You can wait till %s for your credits to refresh or upgrade to continue enjoying seamless content creation":["તમારી માસિક સામગ્રી AI ક્રેડિટનો સંપૂર્ણ ઉપયોગ કરવામાં આવ્યો છે. સીમલેસ કન્ટેન્ટ સર્જનનો આનંદ લેવાનું ચાલુ રાખવા માટે તમે તમારી ક્રેડિટ રિફ્રેશ અથવા અપગ્રેડ કરવા માટે %s સુધી રાહ જોઈ શકો છો"],"Multiple RankBot Sessions":["બહુવિધ રેન્કબોટ સત્રો"],"1-Click Bulk SEO Meta":["1-બલ્ક SEO મેટા પર ક્લિક કરો"],"On-Page SEO Suggestions":["ઑન-પેજ એસઇઓ સૂચનો"],"To access this Content AI feature, you have to purchase a Content AI Subscription.":["આ કન્ટેન્ટ AI સુવિધાને ઍક્સેસ કરવા માટે, તમારે કન્ટેન્ટ AI સબ્સ્ક્રિપ્શન ખરીદવું પડશે."],"1-Click WooCommerce Product Descriptions":["1-ક્લિક WooCommerce ઉત્પાદન વર્ણનો"],"1-Click Competitor Content Research":["1-ક્લિક સ્પર્ધક સામગ્રી સંશોધન"],"125+ Expert-Written Prompts":["૧૨૫+ નિષ્ણાત-લેખિત પ્રોમ્પ્ટ્સ"],"Get Access to 40+ AI SEO Tools":["40+ AI SEO ટૂલ્સની ઍક્સેસ મેળવો"],"Bulk Update Your SEO Meta using AI":["AI નો ઉપયોગ કરીને તમારા SEO મેટાને બલ્ક અપડેટ કરો"],"You are one step away from unlocking this premium feature along with many more.":["તમે આ પ્રીમિયમ સુવિધાને અનલૉક કરવાથી એક પગલું દૂર છો."],"Missing Credits?":["ક્રેડિટ ખૂટે છે?"]," We are sorry for the inconvenience.":[" અસુવિધા બદલ અમે દિલગીર છીએ"],"reach out to the support team.":["સપોર્ટ ટીમ સુધી પહોંચો."],"We are working on improving your Content AI experience. Please wait for 5 minutes and then refresh to start using the optimized Content AI. If you see this for more than 5 minutes, please ":["અમે તમારા કન્ટેન્ટ AI અનુભવને બહેતર બનાવવા પર કામ કરી રહ્યા છીએ. કૃપા કરીને 5 મિનિટ રાહ જુઓ અને પછી ઑપ્ટિમાઇઝ કન્ટેન્ટ AIનો ઉપયોગ શરૂ કરવા માટે રિફ્રેશ કરો. જો તમે આને 5 મિનિટથી વધુ સમય માટે જુઓ છો, તો કૃપા કરીને "],"Server Maintenance Underway":["સર્વર મેન્ટેનન્સ ચાલુ છે"],"SEO Performance Email Reports":["SEO પ્રદર્શન ઇમેઇલ અહેવાલો"],"Free Content AI Trial":["મફત સામગ્રી AI ટ્રાયલ"],"Advanced Google Analytics 4 Integration":["અદ્યતન Google Analytics 4 એકીકરણ"],"Bulk Edit SEO Tags":["જથ્થાબંધ એસઇઓ ટૅગ્સ સંપાદિત કરો"],"We are sorry but this feature is only available to Rank Math PRO\/Business\/Agency Users. Unlock this feature and many more by getting a Rank Math plan.":["અમને માફ કરશો પણ આ સુવિધા ફક્ત રેન્ક મેથ પ્રો\/બિઝનેસ\/એજન્સી વપરાશકર્તાઓ માટે જ ઉપલબ્ધ છે. રેન્ક મેથ પ્લાન મેળવીને આ અને બીજી ઘણી સુવિધાઓ અનલૉક કરો."],"🔒 This is a PRO-Only Feature":["🔒 આ એક પ્રો-ઓન્લી સુવિધા છે"],"To access this Content AI feature, you need to have an active subscription plan.":["આ કન્ટેન્ટ AI સુવિધાને ઍક્સેસ કરવા માટે, તમારી પાસે સક્રિય સબ્સ્ક્રિપ્શન પ્લાન હોવો જરૂરી છે."],"Annotation":["વિવરણ"],"125+ Pre-Built Prompts":["૧૨૫+ પૂર્વ-બિલ્ટ પ્રોમ્પ્ટ્સ"],"1-Click Competitor Research":["1-ક્લિક સ્પર્ધક સંશોધન"],"40+ Specialized AI Tools":["૪૦+ વિશિષ્ટ AI સાધનો"],"1-Click SEO Meta":["1-ક્લિક SEO મેટા"],"1-Click SEO Content":["1-ક્લિક SEO સામગ્રી"],"🚀 Supercharge Your Content With AI":["🚀 AI વડે તમારી સામગ્રીને સુપરચાર્જ કરો"],"Engage with RankBot, your personal AI Chat Assistant, for real-time assistance.":["રીઅલ-ટાઇમ સહાય માટે તમારા વ્યક્તિગત AI ચેટ સહાયક, રેન્કબોટ સાથે જોડાઓ."],"Experience the revolutionary AI-powered Content Editor for unparalleled efficiency.":["અજોડ કાર્યક્ષમતા માટે ક્રાંતિકારી AI-સંચાલિત કન્ટેન્ટ એડિટરનો અનુભવ કરો."],"Gain access to 40+ advanced AI tools, empowering your content strategy.":["તમારી સામગ્રી વ્યૂહરચનાને સશક્ત બનાવતા, 40+ અદ્યતન AI ટૂલ્સની ઍક્સેસ મેળવો."],"Start using Content AI by connecting your RankMath.com Account":["તમારા RankMath.com એકાઉન્ટને કનેક્ટ કરીને Content AI નો ઉપયોગ શરૂ કરો."],"Your monthly Content AI credits have been fully utilized. To continue enjoying seamless content creation, simply click the button below to upgrade your plan and access more credits.":["તમારા માસિક કન્ટેન્ટ AI ક્રેડિટ્સનો સંપૂર્ણ ઉપયોગ થઈ ગયો છે. સીમલેસ કન્ટેન્ટ ક્રિએશનનો આનંદ માણવાનું ચાલુ રાખવા માટે, તમારા પ્લાનને અપગ્રેડ કરવા અને વધુ ક્રેડિટ્સ મેળવવા માટે ફક્ત નીચેના બટન પર ક્લિક કરો."],"⛔️ Content AI Credit Alert!":["⛔️ કન્ટેન્ટ એઆઈ ક્રેડિટ એલર્ટ!"],"Maps":["નકશા"],"and many other premium SEO features":["અને ઘણી અન્ય પ્રીમિયમ SEO સુવિધાઓ"],"Set different Primary Focus Keyword":["અલગ પ્રાથમિક ફોકસ કીવર્ડ સેટ કરો"],"Improve the SEO workflow":["SEO વર્કફ્લોમાં સુધારો"],"Upgrade to re-order Focus Keywords":["ફોકસ કીવર્ડ્સને ફરીથી ક્રમમાં ગોઠવવા માટે અપગ્રેડ કરો"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["તમે {{link}}Rank Math Pro{{\/link}} સાથે કસ્ટમ થંબનેલ ઓવરલે ઉમેરી શકો છો."],"Keyword Rank Tracker":["કીવર્ડ રેન્ક ટ્રેકર"],"This option prevents images on a page from being indexed by Google and other search engines":["આ વિકલ્પ પૃષ્ઠ પરની છબીઓને Google અને અન્ય સર્ચ એન્જિન દ્વારા અનુક્રમિત થવાથી અટકાવે છે."],"Preview Snippet Editor":["પ્રીવ્યૂ સ્નિપેટ એડિટર"],"See data from a particular Country or timeframe":["ચોક્કસ દેશ અથવા સમયમર્યાદાનો ડેટા જુઓ"],"Analyze search trends and compare keywords":["શોધ વલણોનું વિશ્લેષણ કરો અને કીવર્ડ્સની તુલના કરો"],"Data fetched directly from Google":["ડેટા સીધો Google માંથી મેળવ્યો"],"Track Keyword Trends":["કીવર્ડ ટ્રેન્ડ્સ ટ્રૅક કરો"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["વધુ જોઈએ છે? {{link}}{{strong}}PRO{{\/strong}}{{\/link}} સંસ્કરણ પર આજે જ અપગ્રેડ કરો."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["{{link}}રૅંક મૅથ સાથે કનેક્ટ કરીને{{\/link}} તમારું એકાઉન્ટ સક્રિય કરો! "],"Read here to {{link}}Score 100\/100{{\/link}} ":["{{link}}100\/100 સ્કોર{{\/link}} કરવા માટે અહીં વાંચો "],"Google Trends":["ગુગલ ટ્રેન્ડ્સ"],"Replace Image":["ચિત્ર બદલો"],"Trends":["વલણો"],"Connect Now":["હમણાં જોડાઓ"],"Editing Homepage permalink is not possible.":["હોમપેજ પરમાલિંક સંપાદિત કરવી શક્ય નથી."],"Update Now":["હમણાં અપડેટ કરો"],"Rating: ":["રેટિંગ: "],"Show SEO Score on Front-end":["ફ્રન્ટ-એન્ડ પર SEO સ્કોર બતાવો"],"Preview & Edit Social Media":["સોશિયલ મીડિયાનું પૂર્વાવલોકન અને સંપાદન કરો"],"Click on the button below to view and edit the preview.":["પૂર્વાવલોકન જોવા અને સંપાદિત કરવા માટે નીચેના બટન પર ક્લિક કરો."],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["અહીં તમે થંબનેલ, શીર્ષક અને વર્ણન જોઈ અને સંપાદિત કરી શકો છો જે તમારી સાઇટ સોશિયલ મીડિયા પર શેર કરવામાં આવે ત્યારે પ્રદર્શિત થશે."],"Social Media Preview":["સોશિયલ મીડિયા પ્રીવ્યૂ"],"Specify a maximum size of image preview to be shown for images on this page":["આ પૃષ્ઠ પરની છબીઓ માટે બતાવવા માટે મહત્તમ છબી પૂર્વાવલોકન કદનો ઉલ્લેખ કરો."],"Specify a maximum duration in seconds of an animated video preview":["એનિમેટેડ વિડિઓ પૂર્વાવલોકનનો મહત્તમ સમયગાળો સેકન્ડમાં સ્પષ્ટ કરો"],"Specify a maximum text-length, in characters, of a snippet for your page":["તમારા પેજ માટે સ્નિપેટની મહત્તમ ટેક્સ્ટ-લંબાઈ, અક્ષરોમાં, સ્પષ્ટ કરો."],"The canonical URL informs search crawlers which page is the main page if you have double content":["જો તમારી પાસે ડુપ્લિકેટ સામગ્રી હોય, તો કેનોનિકલ URL શોધ ક્રોલર્સને જણાવે છે કે કયું પૃષ્ઠ મુખ્ય પૃષ્ઠ છે"],"Instructs search engines to index and show these pages in the search results":["શોધ એન્જિનને શોધ પરિણામોમાં આ પૃષ્ઠોને અનુક્રમિત કરવા અને બતાવવાની સૂચના આપે છે."],"Close":["બંધ"],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["અરે, અમે જોયું કે તમે એક અઠવાડિયા કરતાં વધુ સમયથી રેન્ક મેથ SEO પ્લગઇનનો ઉપયોગ કરી રહ્યા છો -{{em}}તે તો ખૂબ જ સરસ છે!{{\/em}} શું તમે કૃપા કરીને અમારા પર એક મોટો ઉપકાર કરી શકો છો અને તેને WordPress પર 5-સ્ટાર રેટિંગ આપી શકો છો જેથી અમને આ વાત ફેલાવવામાં અને અમારી પ્રેરણા વધારવામાં મદદ મળે?"],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["એપ કાર્ડ એ ટ્વિટર પર મોબાઇલ એપ્લિકેશનોનું પ્રતિનિધિત્વ કરવા અને ઇન્સ્ટોલ ચલાવવાની એક સરસ રીત છે. વધુ માહિતી: "],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["પ્લેયર કાર્ડને કારણે ટ્વિટર પ્લેટફોર્મ પર વિડીયો ક્લિપ્સ અને ઓડિયો સ્ટ્રીમ્સનું ખાસ સ્થાન છે. પ્લેયર કાર્ડનો ઉપયોગ કરતા પહેલા મંજૂરી માટે સબમિટ કરવા આવશ્યક છે. વધુ માહિતી: "],"Card Type":["કાર્ડ પ્રકાર"],"The card for your website will look little something like this!":["તમારી વેબસાઇટ માટેનું કાર્ડ થોડું કંઈક આના જેવું દેખાશે!"],"Your app ID in the Google Play (.i.e. com.android.app)":["Google Play માં તમારું એપ્લિકેશન ID (એટલે ​​કે com.android.app)"],"Your app's custom URL scheme (must include :\/\/).":["તમારી એપ્લિકેશનની કસ્ટમ URL સ્કીમ (:\/\/ શામેલ હોવી આવશ્યક છે)."],"Read more":["વધુ વાંચો"],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Facebook અને Twitter પર શેર કરતી વખતે ઉપયોગમાં લેવાતી તમારી પોસ્ટના શીર્ષક, વર્ણન અને છબીઓને કસ્ટમાઇઝ કરો."],"Permalink":["પરમાલિંક"],"Search &hellip;":["શોધો &hellip;"],"About 43,700,000 results (0.32 seconds) ":["લગભગ 43,700,000 પરિણામો (0.32 સેકન્ડ) "],"Videos":["વિડિઓઝ"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["તમે જેના માટે ક્રમ આપવા માંગો છો તે કીવર્ડ્સ દાખલ કરો. રેન્કિંગની વધુ સારી તકો માટે {{link}}100\/100 પોઈન્ટ્સ મેળવવા{{\/link}} પ્રયાસ કરો."],"All Good":["બધા સારા"],"Nofollow":["નોફોલો"],"2 hrs":["૨ કલાક"],"Standard":["સામાન્ય"],"Large":["વિશાળ"],"Max Image Preview":["મહત્તમ છબી પૂર્વાવલોકન"],"Max Video Preview":["મહત્તમ વિડિઓ પૂર્વાવલોકન"],"Max Snippet":["મહત્તમ સ્નિપેટ"],"Advanced Robots Meta":["એડવાન્સ્ડ રોબોટ્સ મેટા"],"Tools":["ટૂલ્સ"],"I already did. Please don't show this message again.":["મેં પહેલેથી જ કર્યું છે. કૃપા કરીને આ સંદેશ ફરીથી ન બતાવશો."],"Rate Rank Math SEO":["રેટ રેન્ક ગણિત SEO"],"Index":["અનુક્રમણિકા"],"Example: Rank Math SEO":["ઉદાહરણ: રેન્ક મેથ SEO"],"Remove Image":["છબીને દૂર કરો"],"Errors":["ભૂલો"],"News":["સમાચાર"],"All":["બધા"],"Redirection Type":["રીડાયરેક્શન પ્રકાર"],"Destination URL":["ગંતવ્ય URL"],"Redirect":["રીડાયરેક્ટ કરો"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["જો તમારી એપ્લિકેશન યુએસ એપ સ્ટોરમાં ઉપલબ્ધ ન હોય, તો તમારે આ મૂલ્યને એપ સ્ટોર માટે બે-અક્ષરના દેશ કોડ પર સેટ કરવું આવશ્યક છે જેમાં તમારી એપ્લિકેશન છે."],"App Country":["એપ્લિકેશન દેશ"],"Google Play App URL":["ગૂગલ પ્લે એપ્લિકેશન URL"],"Google Play App ID":["ગૂગલ પ્લે એપ્લિકેશન ID"],"Google Play App Name":["ગૂગલ પ્લે એપ નામ"],"iPad App URL":["iPad એપ્લિકેશન URL"],"iPad App ID":["iPad એપ્લિકેશન ID"],"iPad App Name":["iPad એપ્લિકેશન નામ"],"iPhone App URL":["iPhone એપ્લિકેશન URL"],"The numeric representation of your app ID in the App Store.":["એપ સ્ટોરમાં તમારી એપ ID ની સંખ્યાત્મક રજૂઆત."],"iPhone App ID":["iPhone એપ્લિકેશન ID"],"The name of your app to show.":["બતાવવા માટે તમારી એપ્લિકેશનનું નામ."],"iPhone App Name":["iPhone એપ્લિકેશન નામ"],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["તમે આનો ઉપયોગ એપ સ્ટોર પર તમારી પાસે હોય તેના કરતાં વધુ સંક્ષિપ્ત વર્ણન તરીકે કરી શકો છો. આ ફીલ્ડમાં વધુમાં વધુ 200 અક્ષરો છે. (વૈકલ્પિક)"],"App Description":["એપ્લિકેશન વર્ણન"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["MIME પ્રકાર\/પેટા પ્રકારનું સંયોજન જે twitter:player:stream માં સમાવિષ્ટ સામગ્રીનું વર્ણન કરે છે. RFC 6381 માં ઉલ્લેખિત ફોર્મ લે છે. હાલમાં સમર્થિત content_type મૂલ્યો RFC 4337 (MP4 માટે MIME પ્રકાર નોંધણી) માં નિર્ધારિત છે."],"Stream Content Type":["સ્ટ્રીમ સામગ્રી પ્રકાર"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["કાચા સ્ટ્રીમ માટે વૈકલ્પિક URL કે જે સીધા Twitter ની મોબાઇલ એપ્લિકેશન્સમાં રેન્ડર કરવામાં આવશે. જો પ્રદાન કરેલ હોય, તો સ્ટ્રીમ MPEG-4 કન્ટેનર ફોર્મેટ (.mp4 એક્સ્ટેંશન) માં વિતરિત થવી જોઈએ. કન્ટેનર નીચેના કોડેક સાથે ઑડિઓ અને વિડિયોનું મિશ્રણ સ્ટોર કરી શકે છે: વિડિયો: H.264, બેઝલાઇન પ્રોફાઇલ (BP), લેવલ 3.0, 30 fps પર 640 x 480 સુધી. ઓડિયો: AAC, ઓછી જટિલતા પ્રોફાઇલ (LC)."],"Stream URL":["સ્ટ્રીમ URL"],"iFrame width and height, specified in pixels in the following format: 600x400.":["iFrame પહોળાઈ અને ઊંચાઈ, નીચેના ફોર્મેટમાં પિક્સેલ્સમાં ઉલ્લેખિત છે: 600x400."],"Player Size":["પ્લેયરનું કદ"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["HTTPS URL iFrame પ્લેયર માટે. આ لازમી રીતે HTTPS URL હોવું જોઈએ, જે વેબ બ્રાઉઝરમાં સક્રિય મિશ્ર સામગ્રી ચેતવણીઓ ન ઉત્પન્ન કરે. ઓડિયો અથવા વીડિયો પ્લેયરે Adobe Flash જેવા પ્લગઇનની જરૂર ન હોવી જોઈએ."],"Player URL":["પ્લેયર URL"],"Player Card":["પ્લેયર કાર્ડ"],"App Card":["એપ્લિકેશન કાર્ડ"],"Summary Card":["સારાંશ કાર્ડ"],"Summary Card with Large Image":["મોટી છબી સાથે સારાંશ કાર્ડ"],"Use Data from Facebook Tab":["ફેસબુક ટેબમાંથી ડેટાનો ઉપયોગ કરો"],"Icon overlay":["આઇકન ઓવરલે"],"Add icon overlay to thumbnail":["થંબનેલમાં આઇકન ઓવરલે ઉમેરો"],"Image is smaller than the minimum size, please select a different image.":["છબી ન્યૂનતમ કદ કરતાં નાની છે, કૃપા કરીને બીજી છબી પસંદ કરો."],"Upload at least 600x315px image. Recommended size is 1200x630px.":["ઓછામાં ઓછી 600x315px ની છબી અપલોડ કરો. ભલામણ કરેલ કદ ૧૨૦૦x૬૩૦ પિક્સેલ છે."],"Add Image":["છબી ઉમેરો"],"2h":["2h"],"Twitter":["ટ્વિટર"],"Facebook":["ફેસબુક"],"This post is Pillar Content":["આ પોસ્ટ પિલર કન્ટેન્ટ છે"],"This is what will appear as the description when this post shows up in the search results.":["જ્યારે આ પોસ્ટ શોધ પરિણામોમાં દેખાશે ત્યારે આ વર્ણન તરીકે દેખાશે."],"This is the unique URL of this page, displayed below the post title in the search results.":["આ આ પૃષ્ઠનું અનન્ય URL છે, જે શોધ પરિણામોમાં પોસ્ટ શીર્ષકની નીચે પ્રદર્શિત થાય છે."],"This is what will appear in the first line when this post shows up in the search results.":["જ્યારે આ પોસ્ટ શોધ પરિણામોમાં દેખાશે ત્યારે આ પહેલી લાઇનમાં દેખાશે."],"Breadcrumb Title to use for this post":["આ પોસ્ટ માટે વાપરવા માટે બ્રેડક્રમ્બ શીર્ષક"],"Breadcrumb Title":["બ્રેડક્રમ્બ શીર્ષક"],"Canonical URL":["પ્રમાણભૂત URL"],"Robots Meta":["રોબોટ્સ મેટા"],"451 Content Unavailable for Legal Reasons":["451 સામગ્રી કાનૂની કારણોસર ઉપલબ્ધ નથી"],"410 Content Deleted":["410 સામગ્રી કાઢી નાખવામાં આવી"],"307 Temporary Redirect":["૩૦૭ કામચલાઉ રીડાયરેક્ટ"],"302 Temporary Move":["૩૦૨ કામચલાઉ સ્થળાંતર"],"301 Permanent Move":["301 કાયમી સ્થળાંતર"],"Prevents a snippet from being shown in the search results":["સ્નિપેટને શોધ પરિણામોમાં બતાવવામાં આવતા અટકાવે છે"],"No Snippet":["સ્નિપેટ નથી"],"No Image Index":["કોઈ છબી ઇન્ડેક્સ નથી"],"Prevents search engines from showing Cached links for pages":["શોધ એન્જિનોને પૃષ્ઠો માટે કેશ્ડ લિંક્સ બતાવવાથી અટકાવે છે"],"No Archive":["કોઈ આર્કાઇવ નથી"],"Prevents search engines from following links on the pages":["શોધ એન્જિનને પૃષ્ઠો પરની લિંક્સને અનુસરતા અટકાવે છે."],"Prevents pages from being indexed and displayed in search engine result pages":["શોધ એન્જિન પરિણામ પૃષ્ઠોમાં પૃષ્ઠોને અનુક્રમિત અને પ્રદર્શિત થવાથી અટકાવે છે."],"No Index":["કોઈ અનુક્રમણિકા નથી"],"Images":["છબીઓ"],"Focus Keyword":["કીવર્ડ પર ફોકસ કરો"],"Settings":["સેટિંગ્સ"],"Learn More":["વધુ શીખો"],"More":["વધુ"],"Edit Snippet":["સ્નિપેટ સંપાદિત કરો"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["આ પૃષ્ઠ શોધ પરિણામોમાં દેખાશે નહીં. તમે એડવાન્સ ટેબમાં નોઈન્ડેક્સને અક્ષમ કરી શકો છો."],"Noindex robots meta is enabled":["Noindex રોબોટ્સ મેટા સક્ષમ છે"],"Mobile Preview":["મોબાઇલ પ્રીવ્યૂ"],"Desktop Preview":["ડેસ્કટોપ પ્રીવ્યૂ"],"Preview":["પૂર્વાવલોકન"],"Content Readability":["સામગ્રી વાંચનક્ષમતા"],"Title Readability":["શીર્ષક વાંચનક્ષમતા"],"Additional":["વધારાનુ"],"Basic SEO":["મૂળભૂત SEO"],"Title":["શીર્ષક"],"Social":["સામાજિક"],"Advanced":["ઉન્નત"],"General":["સામાન્ય"],"Description":["વર્ણન"],"None":["કોઇ નહિં"],"Rank Math":["ક્રમ ગણિત"]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}