{"translation-revision-date":"2024-05-27 10:37:29+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"en_AU"},"Your monthly Content AI credits have been fully utilized. You can wait till %s for your credits to refresh or upgrade to continue enjoying seamless content creation":["Your monthly Content AI credits have been fully utilised. You can wait till %s for your credits to refresh or upgrade to continue enjoying seamless content creation"],"We are sorry but this feature is only available to Rank Math PRO\/Business\/Agency Users. Unlock this feature and many more by getting a Rank Math plan.":["We are sorry but this feature is only available to Rank Math PRO\/Business\/Agency Users. Unlock this feature and many more by getting a Rank Math plan."],"We are working on improving your Content AI experience. Please wait for 5 minutes and then refresh to start using the optimized Content AI. If you see this for more than 5 minutes, please ":["We are working on improving your Content AI experience. Please wait for 5 minutes and then refresh to start using the optimised Content AI. If you see this for more than 5 minutes, please "],"Experience the revolutionary AI-powered Content Editor for unparalleled efficiency.":["Experience the revolutionary AI-powered Content Editor for unparalleled efficiency."],"Your monthly Content AI credits have been fully utilized. To continue enjoying seamless content creation, simply click the button below to upgrade your plan and access more credits.":["Your monthly Content AI credits have been fully utilised. To continue enjoying seamless content creation, simply click the button below to upgrade your plan and access more credits."],"Keyword Rank Tracker":["Keyword Rank Tracker"],"Connect Now":["Connect Now"],"Update Now":["Update Now"],"Learn More":["Learn More"],"Cancel":["Cancel"],"Save All Edits":["Save All Edits"],"Bulk Edit This Field":["Bulk Edit This Field"]}},"comment":{"reference":"assets\/admin\/js\/post-list.js"}}