{"translation-revision-date":"2025-05-05 05:17:03+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gu"},"The admin user %s will no longer show up in future scans.":["એડમિન વપરાશકર્તા %s હવે ભવિષ્યના સ્કેન્સમાં દેખાશે નહીં."],"Successfully acknowledged admin":["એડમિનનો સફળતાપૂર્વક સ્વીકાર કર્યો"],"opens in new tab":["નવા ટેબમાં ખોલો"],"Your test email was sent to the requested email address. The result we received from the WordPress wp_mail() function was: %s<br \/><br \/>A 'True' result means WordPress thinks the mail was sent without errors. A 'False' result means that WordPress encountered an error sending your mail. Note that it's possible to get a 'True' response with an error elsewhere in your mail system that may cause emails to not be delivered.":["તમારો ટેસ્ટ ઇમેઇલ વિનંતી કરેલા ઇમેઇલ સરનામાં પર મોકલવામાં આવ્યો હતો. WordPress wp_mail() ફંક્શનમાંથી અમને મળેલું પરિણામ આ મુજબ હતું: %s<br \/><br \/>'સાચું' પરિણામનો અર્થ એ છે કે WordPress ને લાગે છે કે મેઇલ ભૂલો વિના મોકલવામાં આવ્યો હતો. 'ખોટા' પરિણામનો અર્થ એ છે કે WordPress ને તમારો મેઇલ મોકલવામાં ભૂલ આવી. નોંધ કરો કે તમારા મેઇલ સિસ્ટમમાં અન્યત્ર ભૂલ સાથે 'સાચું' પ્રતિભાવ મળવું શક્ય છે જેના કારણે ઇમેઇલ્સ ડિલિવર ન થઈ શકે."],"Your rules have been updated successfully. You are currently using the free version of Wordfence. Upgrade to Wordfence premium to have your rules updated automatically as new threats emerge. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Click here to purchase a premium license<\/a>. <em>Note: Your rules will still update every 30 days as a free user.<\/em>":["તમારા નિયમો સફળતાપૂર્વક અપડેટ કરવામાં આવ્યા છે. તમે હાલમાં Wordfence ના મફત સંસ્કરણનો ઉપયોગ કરી રહ્યા છો. નવા જોખમો ઉભરી આવતાં તમારા નિયમો આપમેળે અપડેટ થાય તે માટે Wordfence પ્રીમિયમ પર અપગ્રેડ કરો. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">પ્રીમિયમ લાઇસન્સ ખરીદવા માટે અહીં ક્લિક કરો<\/a>. <em>નોંધ: તમારા નિયમો હજુ પણ મફત વપરાશકર્તા તરીકે દર 30 દિવસે અપડેટ થશે.<\/em>"],"Your rules have been updated successfully.":["તમારા નિયમો સફળતાપૂર્વક અપડેટ કરવામાં આવ્યા છે."],"Your Wordfence activity log was sent to %s":["તમારો વર્ડફેન્સ પ્રવૃત્તિ લોગ %s ને મોકલવામાં આવ્યો હતો."],"Your .htaccess has been updated successfully. Please verify your site is functioning normally.":["તમારું .htaccess સફળતાપૂર્વક અપડેટ કરવામાં આવ્યું છે. કૃપા કરીને ખાતરી કરો કે તમારી સાઇટ સામાન્ય રીતે કાર્ય કરી રહી છે."],"You have unsaved changes to your options. If you leave this page, those changes will be lost.":["તમારા વિકલ્પોમાં વણસાચવેલા ફેરફારો છે. જો તમે આ પૃષ્ઠ છોડી દો છો, તો તે ફેરફારો ખોવાઈ જશે."],"You forgot to include a reason you're blocking this IP range. We ask you to include this for your own record keeping.":["તમે આ IP રેન્જને અવરોધિત કરવાનું કારણ ઉમેરવાનું ભૂલી ગયા છો. અમે તમને તમારા પોતાના રેકોર્ડ રાખવા માટે આનો સમાવેશ કરવા કહીએ છીએ."],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually modify your php.ini to disable <em>display_error<\/em>":["તમે Nginx વેબ સર્વરનો ઉપયોગ કરી રહ્યા છો અને PHP5-FPM જેવા FastCGI પ્રોસેસરનો ઉપયોગ કરી રહ્યા છો. <em>display_error<\/em> ને અક્ષમ કરવા માટે તમારે તમારા php.ini ને મેન્યુઅલી સંશોધિત કરવાની જરૂર પડશે."],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually delete or hide those files.":["તમે Nginx વેબ સર્વરનો ઉપયોગ કરી રહ્યા છો અને PHP5-FPM જેવા FastCGI પ્રોસેસરનો ઉપયોગ કરી રહ્યા છો. તમારે તે ફાઇલોને મેન્યુઅલી કાઢી નાખવાની અથવા છુપાવવાની જરૂર પડશે."],"You are using Nginx as your web server. You'll need to disable autoindexing in your nginx.conf. See the <a target='_blank'  rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>Nginx docs for more info<\/a> on how to do this.":["તમે તમારા વેબ સર્વર તરીકે Nginx નો ઉપયોગ કરી રહ્યા છો. તમારે તમારા nginx.conf માં ઓટોઇન્ડેક્સિંગને અક્ષમ કરવાની જરૂર પડશે. આ કેવી રીતે કરવું તે અંગે વધુ માહિતી માટે <a target='_blank' rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>Nginx દસ્તાવેજો જુઓ<\/a>."],"Wordfence is working...":["વર્ડફેન્સ કામ કરી રહ્યું છે..."],"We encountered a problem":["અમને એક સમસ્યા આવી."],"We can't modify your .htaccess file for you because: %s":["અમે તમારા માટે તમારી .htaccess ફાઇલમાં ફેરફાર કરી શકતા નથી કારણ કે: %s"],"We are about to change your <em>.htaccess<\/em> file. Please make a backup of this file before proceeding.":["અમે તમારી <em>.htaccess<\/em> ફાઇલ બદલવાના છીએ. આગળ વધતા પહેલા કૃપા કરીને આ ફાઇલનો બેકઅપ લો."],"Use one of these %s codes to log in if you lose access to your authenticator device. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["જો તમે તમારા પ્રમાણકર્તા ઉપકરણની ઍક્સેસ ગુમાવો છો, તો લોગ ઇન કરવા માટે આ %s કોડ્સમાંથી એકનો ઉપયોગ કરો. કોડ્સ 16 અક્ષરો લાંબા છે, વત્તા વૈકલ્પિક જગ્યાઓ છે. દરેકનો ઉપયોગ ફક્ત એક જ વાર થઈ શકે છે."],"Use one of these %s codes to log in if you are unable to access your phone. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["જો તમે તમારા ફોનને ઍક્સેસ કરવામાં અસમર્થ હોવ તો લોગ ઇન કરવા માટે આ %s કોડ્સમાંથી એકનો ઉપયોગ કરો. કોડ્સ 16 અક્ષરો લાંબા છે, વત્તા વૈકલ્પિક જગ્યાઓ છે. દરેકનો ઉપયોગ ફક્ત એક જ વાર થઈ શકે છે."],"Unable to automatically hide file":["ફાઇલ આપમેળે છુપાવવામાં અસમર્થ"],"Two Factor Status":["બે પરિબળ સ્થિતિ"],"This will be shown only once. Keep these codes somewhere safe.":["આ માત્ર એક જ વાર બતાવવામાં આવશે. આ કોડને ક્યાંક સુરક્ષિત રાખો."],"There was an error while sending the email.":["ઇમેઇલ મોકલતી વખતે એક ભૂલ આવી હતી."],"The option %s was successfully removed.":["વિકલ્પ %s સફળતાપૂર્વક દૂર કરવામાં આવ્યો."],"The file %s was successfully restored.":["ફાઇલ %s સફળતાપૂર્વક પુનઃસ્થાપિત કરવામાં આવી હતી."],"The file %s was successfully hidden from public view.":["ફાઇલ %s સફળતાપૂર્વક સાર્વજનિક દૃશ્યથી છુપાવવામાં આવી હતી."],"The file %s was successfully deleted.":["ફાઇલ %s સફળતાપૂર્વક કાઢી નાખવામાં આવી હતી."],"The admin user %s was successfully deleted.":["એડમિન વપરાશકર્તા %s સફળતાપૂર્વક કાઢી નાખવામાં આવ્યો હતો."],"The Full Path disclosure issue has been fixed":["ફુલ પાથ ડિસ્ક્લોઝર સમસ્યાને ઠીક કરવામાં આવી છે"],"The 'How does Wordfence get IPs' option was successfully updated to the recommended value.":["''વર્ડફેન્સ કેવી રીતે આઇપી મેળવે છે'' વિકલ્પને ભલામણ કરેલ મૂલ્યમાં સફળતાપૂર્વક અપડેટ કરવામાં આવ્યો હતો."],"Test Email Sent":["ટેસ્ટ ઇમેઇલ મોકલ્યો"],"Successfully revoked admin":["એડમિન સફળતાપૂર્વક રદ કરવામાં આવ્યો"],"Successfully deleted admin":["એડમિન સફળતાપૂર્વક કાઢી નાખ્યા"],"Success updating option":["સફળતાપૂર્વક અપડેટ કરવાનો વિકલ્પ"],"Success restoring file":["ફાઇલ પુનઃસ્થાપિત કરવામાં સફળતા મળી"],"Success removing option":["વિકલ્પ દૂર કરવામાં સફળતા મળી"],"Success deleting file":["ફાઇલ કાઢી નાખવામાં સફળતા મળી"],"Specify an IP range, Hostname or Browser pattern":["IP શ્રેણી, હોસ્ટનામ અથવા બ્રાઉઝર પેટર્નનો ઉલ્લેખ કરો"],"Specify a valid hostname":["માન્ય હોસ્ટનામનો ઉલ્લેખ કરો"],"Specify a valid IP range":["માન્ય IP શ્રેણીનો ઉલ્લેખ કરો"],"Sorry, but no data for that IP or domain was found.":["માફ કરશો, પણ તે IP કે ડોમેન માટે કોઈ ડેટા મળ્યો નથી."],"Send":["મોકલો"],"Scan the code below with your authenticator app to add this account. Some authenticator apps also allow you to type in the text version instead.":["આ એકાઉન્ટ ઉમેરવા માટે તમારી પ્રમાણકર્તા એપ્લિકેશન સાથે નીચેનો કોડ સ્કેન કરો. કેટલીક પ્રમાણકર્તા એપ્લિકેશનો તમને તેના બદલે ટેક્સ્ટ સંસ્કરણમાં ટાઇપ કરવાની મંજૂરી આપે છે."],"Scan Complete.":["સ્કેન પૂર્ણ."],"Rules Updated":["નિયમો અપડેટ કર્યા"],"Rule Update Failed":["નિયમ અપડેટ નિષ્ફળ થયું"],"Please specify either an IP address range, Hostname or a web browser pattern to match.":["કૃપા કરીને મેચ કરવા માટે IP સરનામાં શ્રેણી, હોસ્ટનામ અથવા વેબ બ્રાઉઝર પેટર્નનો ઉલ્લેખ કરો."],"Please specify a valid IP address range in the form of \"1.2.3.4 - 1.2.3.5\" without quotes. Make sure the dash between the IP addresses in a normal dash (a minus sign on your keyboard) and not another character that looks like a dash.":["કૃપા કરીને \"1.2.3.4 - 1.2.3.5\" ના સ્વરૂપમાં માન્ય IP સરનામાં શ્રેણીનો ઉલ્લેખ કરો, અવતરણ ચિહ્નો વિના. ખાતરી કરો કે IP સરનામાંઓ વચ્ચેનો ડેશ સામાન્ય ડેશ (તમારા કીબોર્ડ પર બાદબાકી ચિહ્ન) માં છે અને ડેશ જેવો દેખાતો બીજો અક્ષર નથી."],"Please specify a reason":["કૃપા કરીને કારણ જણાવો"],"Please make a backup of this file before proceeding. If you need to restore this backup file, you can copy it to the following path from your site's root:":["આગળ વધતા પહેલા કૃપા કરીને આ ફાઇલનો બેકઅપ લો. જો તમારે આ બેકઅપ ફાઇલને પુનઃસ્થાપિત કરવાની જરૂર હોય, તો તમે તેને તમારી સાઇટના રૂટ પરથી નીચેના પાથ પર કોપી કરી શકો છો:"],"Please include your support ticket number or forum username.":["કૃપા કરીને તમારો સપોર્ટ ટિકિટ નંબર અથવા ફોરમ વપરાશકર્તા નામ શામેલ કરો."],"Please enter a valid email address.":["કૃપા કરીને માન્ય ઇમેઇલ સરનામું દાખલ કરો."],"Paid Members Only":["ફક્ત સશુલ્ક સભ્યો માટે"],"Note: Status will update when changes are saved":["નોંધ: ફેરફારો સાચવવામાં આવશે ત્યારે સ્થિતિ અપડેટ થશે."],"No rules were updated. Your website has reached the maximum number of rule update requests. Please try again later.":["કોઈ નિયમો અપડેટ કરવામાં આવ્યા નથી. તમારી વેબસાઇટ નિયમ અપડેટ વિનંતીઓની મહત્તમ સંખ્યા પર પહોંચી ગઈ છે. કૃપા કરીને પછીથી ફરી પ્રયાસ કરો."],"No rules were updated. Please verify your website can reach the Wordfence servers.":["કોઈ નિયમો અપડેટ કરવામાં આવ્યા નથી. કૃપા કરીને ચકાસો કે તમારી વેબસાઇટ વર્ડફેન્સ સર્વર્સ સુધી પહોંચી શકે છે."],"No rules were updated. Please verify you have permissions to write to the \/wp-content\/wflogs directory.":["કોઈ નિયમો અપડેટ કરવામાં આવ્યા નથી. કૃપા કરીને ખાતરી કરો કે તમારી પાસે \/wp-content\/wflogs ડિરેક્ટરીમાં લખવાની પરવાનગી છે."],"No new issues have been found.":["કોઈ નવા મુદ્દા મળ્યા નથી."],"No issues have been ignored.":["કોઈ પણ મુદ્દાને અવગણવામાં આવ્યા નથી."],"No activity to report yet. Please complete your first scan.":["હજુ સુધી જાણ કરવા માટે કોઈ પ્રવૃત્તિ નથી. કૃપા કરીને તમારું પહેલું સ્કેન પૂર્ણ કરો."],"Next Update Check: %s":["આગામી અપડેટ તપાસ: %s"],"Learn more about repairing modified files.":["સંશોધિત ફાઇલોને રિપેર કરવા વિશે વધુ જાણો."],"Last Updated: %s":["છેલ્લું અપડેટ: %s"],"Key:":["કી:"],"File restored OK":["ફાઇલ પુનઃસ્થાપિત ઓકે"],"File hidden successfully":["ફાઇલ સફળતાપૂર્વક છુપાવી"],"Error Saving Options":["વિકલ્પો સાચવવામાં ભૂલ"],"Error Saving Option":["ભૂલ સાચવવાનો વિકલ્પ"],"Error Restoring Defaults":["ડિફૉલ્ટ્સ પુનઃસ્થાપિત કરવામાં ભૂલ"],"Error Enabling All Options Page":["બધા વિકલ્પો પૃષ્ઠને સક્ષમ કરવામાં ભૂલ"],"Error":["ભૂલ"],"Enter the email address you would like to send the Wordfence activity log to. Note that the activity log may contain thousands of lines of data. This log is usually only sent to a member of the Wordfence support team. It also contains your PHP configuration from the phpinfo() function for diagnostic data.":["તમે વર્ડફેન્સ પ્રવૃત્તિ લોગ મોકલવા માંગો છો તે ઇમેઇલ સરનામું દાખલ કરો. નોંધ કરો કે પ્રવૃત્તિ લોગમાં હજારો લાઇન ડેટા હોઈ શકે છે. આ લોગ સામાન્ય રીતે ફક્ત Wordfence સપોર્ટ ટીમના સભ્યને મોકલવામાં આવે છે. તેમાં ડાયગ્નોસ્ટિક ડેટા માટે phpinfo() ફંક્શનમાંથી તમારું PHP ગોઠવણી પણ શામેલ છે."],"Email Wordfence Activity Log":["વર્ડફેન્સ પ્રવૃત્તિ લોગ ઇમેઇલ કરો"],"Email Diagnostic Report":["ઇમેઇલ ડાયગ્નોસ્ટિક રિપોર્ટ"],"Each line of 16 letters and numbers is a single recovery code, with optional spaces for readability. When typing your password, enter \"wf\" followed by the entire code like \"mypassword wf1234 5678 90AB CDEF\". If your site shows a separate prompt for entering a code after entering only your username and password, enter only the code like \"1234 5678 90AB CDEF\". Your recovery codes are:":["૧૬ અક્ષરો અને સંખ્યાઓની દરેક લાઇન એક જ રિકવરી કોડ છે, જેમાં વાંચનક્ષમતા માટે વૈકલ્પિક જગ્યાઓ છે. તમારો પાસવર્ડ ટાઇપ કરતી વખતે, \"wf\" દાખલ કરો અને પછી આખો કોડ જેમ કે \"mypassword wf1234 5678 90AB CDEF\" દાખલ કરો. જો તમારી સાઇટ ફક્ત તમારા વપરાશકર્તા નામ અને પાસવર્ડ દાખલ કર્યા પછી કોડ દાખલ કરવા માટે અલગ પ્રોમ્પ્ટ બતાવે છે, તો ફક્ત \"1234 5678 90AB CDEF\" જેવો કોડ દાખલ કરો. તમારા રિકવરી કોડ છે:"],"Download Backup File":["બેકઅપ ફાઇલ ડાઉનલોડ કરો"],"Don't ask again":["ફરી પૂછશો નહીં"],"Directory listing has been disabled on your server.":["તમારા સર્વર પર ડિરેક્ટરી સૂચિ અક્ષમ કરવામાં આવી છે."],"Directory Listing Disabled":["ડિરેક્ટરી સૂચિ અક્ષમ કરી"],"Diagnostic report has been sent successfully.":["ડાયગ્નોસ્ટિક રિપોર્ટ સફળતાપૂર્વક મોકલવામાં આવ્યો છે."],"Click to fix .htaccess":[".htaccess ને ઠીક કરવા માટે ક્લિક કરો."],"Click here to download a backup copy of your .htaccess file now":["તમારી .htaccess ફાઇલની બેકઅપ કોપી હમણાં ડાઉનલોડ કરવા માટે અહીં ક્લિક કરો."],"Click here to download a backup copy of this file now":["આ ફાઇલની બેકઅપ કોપી હમણાં ડાઉનલોડ કરવા માટે અહીં ક્લિક કરો."],"Cellphone Sign-in activated for user.":["વપરાશકર્તા માટે સેલફોન સાઇન-ઇન સક્રિય."],"Cellphone Sign-In Recovery Codes":["સેલફોન સાઇન-ઇન પુનઃપ્રાપ્તિ કોડ્સ"],"Block This Network":["આ નેટવર્કને અવરોધિત કરો"],"Authentication Code":["પ્રમાણીકરણ કોડ"],"An error occurred":["એક ભૂલ આવી"],"All capabilties of admin user %s were successfully revoked.":["એડમિન વપરાશકર્તા %s ની તમામ ક્ષમતાઓ સફળતાપૂર્વક રદ કરવામાં આવી હતી."],"Add code to .htaccess":[".htaccess માં કોડ ઉમેરો"],"Activity Log Sent":["પ્રવૃત્તિ લોગ મોકલ્યો"],".htaccess change":[".htaccess ફેરફાર"],".htaccess Updated":[".htaccess અપડેટ થયું"],"%s is not valid hostname":["%s માન્ય હોસ્ટનામ નથી."],"${totalIPs} addresses in this network":["આ નેટવર્કમાં ${totalIPs} સરનામાં"],"Full Path Disclosure":["સંપૂર્ણ પાથ ડિસ્ક્લોઝર"],"Recovery Codes":["પુનઃપ્રાપ્તિ કોડ્સ"],"Close":["બંધ"],"Save Changes":["ફેરફારો સાચવો"],"Cancel Changes":["ફેરફારો રદ કરો"],"Restore Defaults":["ડિફોલ્ટ્સ પુનઃસ્થાપિત કરો"],"Download":["ડાઉનલોડ કરો"],"Disabled":["અક્ષમ"]}},"comment":{"reference":"js\/admin.1744125809.js"}}